<?php
// +----------------------------------------------------------------------
// | Date:2016年2月24日
// +----------------------------------------------------------------------
// | Author: EK_熊<1439527494@qq.com>
// +----------------------------------------------------------------------
// | Description: 本地环境数据连接文件
// +----------------------------------------------------------------------

return array(
    /* 默认本地数据库配置 */
    'DB_TYPE'   => 'mysql', // 数据库类型
    'DB_HOST'   => 'localhost', // 服务器地址
    'DB_NAME'   => 'aladdin', // 数据库名
    'DB_USER'   => 'root', // 用户名
    'DB_PWD'    => '',  // 密码
    'DB_PORT'   => '3306', // 端口
    'DB_PREFIX' => 't_', // 数据库表前缀

    //数据库配置1
    'DB_CONFIG2'=>"mysql://root@localhost:3306/wxtest",

    

    
);
